[
    {
        "text": "title: The special effects were cool... [SEP] content: And that was about it. The first hour was filled with talking about the research team that landed on the planet. When the aliens attacked, they did things that any idiot would never do and they just died. The only character that I actually liked was the one who had the weird eyes (the killer). The creators also didn't put into account that the aliens were hurt by light. Only once did the light bother them, and that one was already dead. The only reason that I gave this 2 stars was because the special effects saved it. The rest was stupid. My suggestion is to never see this movie...ever.",
        "label": 0
    },
    {
        "text": "title: bad vacume advance [SEP] content: had the dissy in my car and had lots of trouble with it at idle played with the cam and dissy settings with no luck, finally pulled it out and sent it off to be tested and got a report back that it was pulling on 40 degrees of advance at idle.had it adjusted and re curved for my application and now the problem is solved, Not very happy for what is meant to be a quality American product.I recommend if you purchase one have it tested and set to suit your application other wise you may have no end of troubles.",
        "label": 0
    },
    {
        "text": "title: The best import album you'll ever buy... [SEP] content: I bought this album in the UK, and it really is brilliant. Its everyhing you ever wanted from the UK Club scene rolled into 2 CD's. Its, the culmination of popular songs from the clubs of Ibiza to the UK charts. Any Americans into the club music of the UK should definately buy this CD... its not the best Kiss album the radio station has ever released but it sure does contend with the other compilation albums of this year.",
        "label": 1
    },
    {
        "text": "title: Vulgar, distasteful, dumb [SEP] content: There's no doubt that Popa Chubby has a fair amount of talent, but \"Booty & The Beast\" suffers from guitar hero stylings and a lack of taste. The CD is just like Chubby's live shows-brash, outlandish, and just short of the type of thing that could give New York City a bad name in the blues forever. Avoid at all costs.",
        "label": 0
    }
]